﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2015, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************

/** @file
    Unicode string file that defines the strings used by the setup emodule
*/
/=#
#langdef   en-US "English"    // English

#string STR_ACOUSTIC_OPTIONS_FORM_TITLE         #language en-US "Global Acoustic Configuration"
#string STR_EMPTY                               #language en-US ""
#string STR_ACOUSTIC_SUBTITLE                   #language en-US "Acoustic Management Configuration"
#string STR_ACOUSTIC_SUBTITLE_HELP              #language en-US "Menu for configuring Automatic Acoustic Management"
#string STR_AUTO_ACOUSTIC                       #language en-US "Automatic Acoustic Management"
#string STR_AUTO_ACOUSTIC_HELP                  #language en-US "Option to Enable or Disable Automatic Acoustic Management"
#string STR_ENABLED_STRING                      #language en-US "Enabled"
#string STR_DISABLED_STRING                     #language en-US "Disabled"
#string STR_AUTO_ACOUSTIC_MODE_HELP             #language en-US "Option to optimize the Storage Device Performance and Acoustic Noise Level \n\n Bypass - Use Drive's Preset Value \n Quiet - Drive is Slower, But Quieter \n Max Performance - Drive is Faster, but possibly Noisier"
#string STR_BYPASS_STRING                       #language en-US "Bypass"
#string STR_QUIET_STRING                        #language en-US "Quiet"
#string STR_MAXIMUM_PERFORMANCE_STRING          #language en-US "Max Performance"
#string STR_AUTO_ACOUSTIC_MODE                  #language en-US "  Acoustic Mode"

//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2015, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************
